Repository: arctouch-pietrocaselani/CouchTracker
Catalog: CouchTrackerCore/Localization/*.lproj/CouchTrackerCore.strings
Languages: pt_br

source: Add to history
pt_br: Assistir

source: Connect to Trakt
pt_br: Accesar o Trakt

source: Connected to Trakt
pt_br: Conectado ao Trakt

source: Episode
pt_br: Episódio

source: Episodes remaining
pt_br: %d faltando

source: Movies
pt_br: Filmes

source: No movies
pt_br: Desculpe! Nenhum filme no momento

source: No shows
pt_br: Desculpe! Nenhuma série no momento

source: Overview
pt_br: Sinopse

source: Remove from history
pt_br: Remover do histórico

source: Requires Trakt login
pt_br: Você precisa acessar o Trakt

source: Search
pt_br: Buscar

source: Seasons
pt_br: Temporadas

source: Settings
pt_br: Configurações

source: Short date format
pt_br: dd 'de' MMMM

source: Show progress
pt_br: Progresso

source: Shows now
pt_br: Agora

source: Shows
pt_br: Séries

source: To Be Announced
pt_br: Não anunciado ainda

source: Trending
pt_br: Tendências

source: Unknown
pt_br: Não disponível

source: canceled
pt_br: Finalizada

source: ended
pt_br: Finalizada

source: returning
pt_br: Exibição
